jorgebucaran/fisher
catppuccin/fish
mattgreen/lucid.fish
rstacruz/fish-asdf
kidonng/zoxide.fish
oh-my-fish/plugin-thefuck
PatrickF1/fzf.fish
gazorby/fish-abbreviation-tips
franciscolourenco/done
